class Questions {
  static const List<Map<String, dynamic>> questions = [
    {
      'question':
          'K_11 – стаж роботи в проекті, вимірюється у місяцях роботи над проектом:',
      'options': [
        '1. від 0 до 3 місяців',
        '2. від 3 до 6 місяців',
        '3. від 6 до 12 місяців',
        '4. більше 12 місяців'
      ],
    },
    {
      'question':
          'K_12 – стабільність команди, визначається у зміні лідерів та членів команди:',
      'options': [
        '1. зовсім нові члени команди та частина лідерів',
        '2. незначна зміна у кількості членів команди',
        '3. склад команди незмінний, оскільки всі члени та лідери відповідають вимогам професіоналізму',
        '4. початковий склад команди незмінний, але відбулося розширення членів та лідерів команди для вищої компетенції роботи над проектом'
      ],
    },
    {
      'question':
          'K_21 – успішний досвід роботи по тематиці або близької до неї:',
      'options': [
        '1. досвід відсутній, оскільки цей проект є першим',
        '2. наявність першого досвіду по тематиці та отримання невеликого доходу',
        '3. реалізований успішний інноваційний проект по тематиці',
        '4. лідерами реалізовані не один успішний проект по тематиці або близької до неї'
      ],
    },
    {
      'question': 'K_22 – успішний досвід управління:',
      'options': [
        '1. досвід управління відсутній, оскільки цей проект є першим',
        '2. досвід управління наявний, але незначний',
        '3. наявні менеджери середньої ланки',
        '4. наявні менеджери високої ланки'
      ],
    },
    {
      'question': 'K_23 – освіта лідерів:',
      'options': [
        '1. технічна або управлінська освіта відсутня',
        '2. закінчений коледж, або студент університету технічного чи управлінського напряму',
        '3. закінчена вища технічна або управлінська освіта',
        '4. наявний науковий ступінь у хоча б одного з лідерів'
      ],
    },
    {
      'question':
          'K_24 – успішний досвід роботи у великих або аналогічних проектах:',
      'options': [
        '1. досвід роботи відсутній, оскільки цей проект є першим',
        '2. досвід роботи наявний, але в невеликих проектах',
        '3. наявний досвід роботи у великих проектах, але не у всіх членів команди',
        '4. всі члени команди мають досвід у великих або успішних проектах'
      ],
    },
    {
      'question': 'K_25 – професійна освіта у членів команди:',
      'options': [
        '1. члени команди не мають спеціальної освіти для впровадження проекту',
        '2. деякі члени команди мають спеціальну освіту для впровадження проекту',
        '3. більшість членів команди мають спеціальну освіту для впровадження проекту',
        '4. всі члени команди мають спеціальну освіту для впровадження проекту'
      ],
    },
    {
      'question':
          'K_31 – участь команди у професійних для проекту конференціях, інвестиційних сесіях або профільних заходах:',
      'options': [
        '1. відсутня участь професійних для проекту заходах',
        '2. наявна але поодинока активність',
        '3. наявна активність',
        '4. наявна та систематична активність підвищення кваліфікації'
      ],
    },
    {
      'question':
          'K_32 – публікації у засобах масової інформації або професійних для проекту онлайн джерелах:',
      'options': [
        '1. відсутні публікації',
        '2. наявна інформація про проект і команду, але переважно у соціальних мережах',
        '3. наявна не поодинока інформація про проект і команду',
        '4. наявна та систематична активність публікації та популяризації проекту'
      ],
    },
    {
      'question':
          'K_33 – наявність зв’язків із командою у соціальних мережах та месенджерах:',
      'options': [
        '1. відсутні зв’язки',
        '2. наявні незначні, поодинокі зв’язки',
        '3. широке коло спільних друзів  у різних соціальних мережах',
        '4. велика активність із значною кількістю підписників'
      ],
    },
    {
      'question':
          'K_34 – наявність зв’язків із радниками у соціальних мережах:',
      'options': [
        '1. відсутні зв’язки',
        '2. наявні незначні, поодинокі зв’язки',
        '3. наявні зв’язки',
        '4. широке коло спільних друзів'
      ],
    },
  ];
}
